Repository: txntixnz/ARMSX2
Catalog: platforms/ios/app/src/main/assets/resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt, zh_hans

source: 0 = Default. Negative = underclock (stable). Positive = overclock (fast but risky).
de: 0 = Standard. Negativ = Untertakten (stabil). Positiv = Übertakten (schnell, aber riskant).
es: 0 = predeterminado. Negativo = underclock estable. Positivo = overclock rápido pero riesgoso.
it: 0 = predefinito. Negativo = underclock (stabile). Positivo = overclock (veloce ma rischioso).
pt: 0 = padrão. Negativo = underclock estável. Positivo = overclock rápido mas arriscado.
zh_hans: 0 = 默认。负数 = 降频（稳定）。正数 = 超频（更快但有风险）。

source: A / Cross
de: A / Kreuz
es: A / Cruz
it: A / Croce
pt: A / X
zh_hans: A / 叉

source: Access is available. Confirm EE:JIT / IOP:JIT / VU:JIT in the in-game OSD.
de: Zugriff ist verfügbar. Bestätige EE:JIT / IOP:JIT / VU:JIT im OSD im Spiel.
es: El acceso está disponible. Confirma EE:JIT / IOP:JIT / VU:JIT en el OSD del juego.
it: L'accesso è disponibile. Conferma EE:JIT / IOP:JIT / VU:JIT nell'OSD in gioco.
pt: O acesso está disponível. Confirme EE:JIT / IOP:JIT / VU:JIT no OSD dentro do jogo.
zh_hans: JIT 访问权限可用。请在游戏内 OSD 中确认 EE:JIT / IOP:JIT / VU:JIT。

source: Achievement Notifications
de: Achievement-Benachrichtigungen
es: Notificaciones de logros
it: Notifiche achievement
pt: Notificações de conquistas
zh_hans: 成就通知

source: Active
de: Aktiv
es: Activo
it: Attivo
pt: Ativo
zh_hans: 已启用

source: Analog Stick Size
de: Analogstick-Größe
es: Tamaño del stick analógico
it: Dimensione stick analogico
pt: Tamanho do analógico
zh_hans: 摇杆大小

source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
it: Rapporto d'aspetto
pt: Proporção de tela
zh_hans: 宽高比

source: Assigned Cards
de: Zugewiesene Karten
es: Tarjetas asignadas
it: Card assegnate
pt: Cartões atribuídos
zh_hans: 已分配记忆卡

source: Auto (3+ Controllers)
de: Auto (3+ Controller)
es: Auto (3+ mandos)
it: Auto (3+ controller)
pt: Auto (3+ controles)
zh_hans: 自动（3 个以上手柄）

source: Auto enables Port 1 multitap when 3 or more controllers are detected before boot. Manual modes take effect on the next boot/reset.
de: Auto aktiviert Port-1-Multitap, wenn vor dem Start 3 oder mehr Controller erkannt werden. Manuelle Modi werden beim nächsten Start/Reset wirksam.
es: Auto activa multitap en el puerto 1 si detecta 3 o más mandos antes de iniciar. Los modos manuales se aplican al siguiente arranque/reinicio.
it: Auto abilita il multitap della porta 1 quando vengono rilevati 3 o più controller prima dell'avvio. Le modalità manuali hanno effetto al prossimo avvio/reset.
pt: Auto ativa multitap na porta 1 quando 3 ou mais controles são detectados antes do boot. Modos manuais valem no próximo boot/reset.
zh_hans: 启动前检测到 3 个或更多手柄时，自动启用端口 1 Multitap。手动模式在下次启动/重置时生效。

source: Auto Full Screen
de: Automatisches Vollbild
es: Pantalla completa automática
it: Schermo intero automatico
pt: Tela cheia automática
zh_hans: 自动全屏

source: Auto-open StikDebug
de: StikDebug automatisch öffnen
es: Abrir StikDebug automáticamente
it: Apri automaticamente StikDebug
pt: Abrir StikDebug automaticamente
zh_hans: 自动打开 StikDebug

source: Available
de: Verfügbar
es: Disponibles
it: Disponibili
pt: Disponíveis
zh_hans: 可用

source: B / Circle
de: B / Kreis
es: B / Círculo
it: B / Cerchio
pt: B / Círculo
zh_hans: B / 圆

source: Back to Menu
de: Zurück zum Menü
es: Volver al menú
it: Torna al menu
pt: Voltar ao menu
zh_hans: 返回菜单

source: Blending Accuracy
de: Blending-Genauigkeit
es: Precisión de mezcla
it: Precisione blending
pt: Precisão de mistura
zh_hans: 混合精度

source: Boot
de: Start
es: Arranque
it: Avvio
zh_hans: 启动

source: Boot a game while RetroAchievements is enabled to see game progress here.
de: Starte ein Spiel mit aktivierten RetroAchievements, um hier den Spielfortschritt zu sehen.
es: Inicia un juego con RetroAchievements activado para ver el progreso aquí.
it: Avvia un gioco con RetroAchievements abilitato per vedere qui i progressi.
pt: Inicie um jogo com RetroAchievements ativado para ver o progresso aqui.
zh_hans: 启用 RetroAchievements 后启动游戏，可在此查看进度。

source: Button Mapping
de: Tastenbelegung
es: Asignación de botones
it: Mappatura pulsanti
pt: Mapeamento de botões
zh_hans: 按键映射

source: Cache clear needs a running game.
de: Zum Löschen des Caches muss ein Spiel laufen.
es: Necesitas un juego en ejecución para borrar su caché.
it: Per cancellare la cache serve un gioco in esecuzione.
pt: É preciso ter um jogo em execução para limpar o cache.
zh_hans: 需要正在运行的游戏才能清除缓存。

source: Card name
de: Kartenname
es: Nombre de tarjeta
it: Nome card
pt: Nome do cartão
zh_hans: 记忆卡名称

source: Change Disc
de: Disc wechseln
es: Cambiar disco
it: Cambia disco
pt: Trocar disco
zh_hans: 换盘

source: Changes take effect on next VM boot.
de: Änderungen werden beim nächsten VM-Start wirksam.
es: Los cambios se aplican al siguiente arranque de la VM.
it: Le modifiche hanno effetto al prossimo avvio della VM.
pt: Mudanças valem no próximo boot da VM.
zh_hans: 更改会在下次虚拟机启动时生效。

source: Check OSD
de: OSD prüfen
es: Revisar OSD
it: Controlla OSD
pt: Verificar OSD
zh_hans: 检查 OSD

source: Choose Cover
de: Cover auswählen
es: Elegir carátula
it: Scegli copertina
pt: Escolher capa
zh_hans: 选择封面

source: Circle
de: Kreis
es: Círculo
it: Cerchio
pt: Círculo
zh_hans: 圆

source: Cleanup
de: Bereinigung
es: Limpieza
it: Pulizia
pt: Limpeza
zh_hans: 清理

source: Clear All Generated Files
de: Alle generierten Dateien löschen
es: Borrar todo lo generado
it: Cancella tutti i file generati
pt: Limpar arquivos gerados
zh_hans: 清除所有生成文件

source: Clear App Cache
de: App-Cache löschen
es: Borrar caché de la app
it: Cancella cache app
pt: Limpar cache do app
zh_hans: 清除应用缓存

source: Clear Current Game Cache
de: Cache des aktuellen Spiels löschen
es: Borrar caché del juego actual
it: Cancella cache del gioco corrente
pt: Limpar cache do jogo atual
zh_hans: 清除此游戏缓存

source: Clear Diagnostic Logs
de: Diagnoseprotokolle löschen
es: Borrar registros
it: Cancella log diagnostici
pt: Limpar logs
zh_hans: 清除诊断日志

source: Clear Game Cache
de: Spielcache löschen
es: Borrar caché del juego
it: Cancella cache gioco
pt: Limpar cache do jogo
zh_hans: 清除游戏缓存

source: Clear Texture Dumps
de: Textur-Dumps löschen
es: Borrar volcados de texturas
it: Cancella dump texture
pt: Limpar dumps de textura
zh_hans: 清除纹理转储

source: Configure multitap for 3-4 local controllers.
de: Konfiguriere Multitap für 3-4 lokale Controller.
es: Configura multitap para 3-4 mandos locales.
it: Configura il multitap per 3-4 controller locali.
pt: Configure multitap para 3-4 controles locais.
zh_hans: 配置 3-4 个本地手柄的 Multitap。

source: Controller Mapping
de: Controller-Zuordnung
es: Asignación de mandos
it: Mappatura controller
pt: Mapeamento de controles
zh_hans: 手柄映射

source: Controller rumble test sent.
de: Controller-Vibrationstest gesendet.
es: Prueba de vibración enviada.
it: Test vibrazione controller inviato.
pt: Teste de vibração enviado.
zh_hans: 已发送手柄震动测试。

source: Copy Launch Link
de: Startlink kopieren
es: Copiar enlace de inicio
it: Copia link di avvio
pt: Copiar link de inicialização
zh_hans: 复制启动链接

source: Could not create memory card. Check the name, size, or whether it already exists.
de: Speicherkarte konnte nicht erstellt werden. Prüfe Name, Größe oder ob sie bereits existiert.
es: No se pudo crear la tarjeta. Revisa el nombre, tamaño o si ya existe.
it: Impossibile creare la memory card. Controlla nome, dimensione o se esiste già.
pt: Não foi possível criar o cartão. Verifique nome, tamanho ou se já existe.
zh_hans: 无法创建记忆卡。请检查名称、大小或是否已存在。

source: Could not delete this game file.
de: Diese Spieldatei konnte nicht gelöscht werden.
es: No se pudo eliminar este juego.
it: Impossibile eliminare questo file di gioco.
pt: Não foi possível excluir este jogo.
zh_hans: 无法删除此游戏文件。

source: Covers
de: Cover
es: Carátulas
it: Copertine
pt: Capas
zh_hans: 封面

source: Create Card
de: Karte erstellen
es: Crear tarjeta
it: Crea card
pt: Criar cartão
zh_hans: 创建记忆卡

source: Create Folder Card
de: Ordnerkarte erstellen
es: Crear tarjeta de carpeta
it: Crea card cartella
pt: Criar cartão em pasta
zh_hans: 创建文件夹记忆卡

source: Cross
de: Kreuz
es: Cruz
it: Croce
pt: X
zh_hans: 叉

source: Current Game
de: Aktuelles Spiel
es: Juego actual
it: Gioco corrente
pt: Jogo atual
zh_hans: 当前游戏

source: Current Mode
de: Aktueller Modus
es: Modo actual
it: Modalità corrente
pt: Modo atual
zh_hans: 当前模式

source: D-Pad Down
de: D-Pad unten
es: Cruceta abajo
it: D-Pad giù
pt: Direcional baixo
zh_hans: 十字键 下

source: D-Pad Left
de: D-Pad links
es: Cruceta izquierda
it: D-Pad sinistra
pt: Direcional esquerda
zh_hans: 十字键 左

source: D-Pad Right
de: D-Pad rechts
es: Cruceta derecha
it: D-Pad destra
pt: Direcional direita
zh_hans: 十字键 右

source: D-Pad Up
de: D-Pad oben
es: Cruceta arriba
it: D-Pad su
pt: Direcional cima
zh_hans: 十字键 上

source: Delete Game
de: Spiel löschen
es: Eliminar juego
it: Elimina gioco
pt: Excluir jogo
zh_hans: 删除游戏

source: Delete Game Data
de: Spieldaten löschen
es: Eliminar datos del juego
it: Elimina dati gioco
pt: Excluir dados do jogo
zh_hans: 删除游戏数据

source: Delete Game Data?
de: Spieldaten löschen?
es: ¿Eliminar datos del juego?
it: Eliminare i dati del gioco?
pt: Excluir dados do jogo?
zh_hans: 删除游戏数据？

source: Delete Game?
de: Spiel löschen?
es: ¿Eliminar juego?
it: Eliminare il gioco?
pt: Excluir jogo?
zh_hans: 删除游戏？

source: Delete ROM
de: ROM löschen
es: Eliminar ROM
it: Elimina ROM
pt: Excluir ROM
zh_hans: 删除游戏文件

source: Delete ROM + Game Data
de: ROM + Spieldaten löschen
es: Eliminar ROM + datos
it: Elimina ROM + dati gioco
pt: Excluir ROM + dados
zh_hans: 删除游戏文件和数据

source: Delete the selected game file? You can also remove its generated game data at the same time.
de: Ausgewählte Spieldatei löschen? Du kannst gleichzeitig auch die generierten Spieldaten entfernen.
es: ¿Eliminar el archivo del juego seleccionado? También puedes borrar sus datos generados.
it: Eliminare il file del gioco selezionato? Puoi anche rimuovere contemporaneamente i dati generati del gioco.
pt: Excluir o arquivo do jogo selecionado? Você também pode remover os dados gerados.
zh_hans: 删除所选游戏文件？也可以同时删除生成的游戏数据。

source: Diagnostic Logs
de: Diagnoseprotokolle
es: Registros de diagnóstico
it: Log diagnostici
pt: Logs de diagnóstico
zh_hans: 诊断日志

source: Directory
de: Verzeichnis
es: Directorio
it: Cartella
pt: Diretório
zh_hans: 目录

source: Disabled
de: Deaktiviert
es: Desactivado
it: Disattivato
pt: Desativado
zh_hans: 关闭

source: Disabled maps controllers 1-2 to normal PS2 ports. Port 1 Multitap maps controllers 1-4 to 1A/1B/1C/1D. Port 2 Multitap keeps controller 1 on Port 1 and maps controllers 2-4 to Port 2 multitap slots.
de: Deaktiviert ordnet Controller 1-2 normalen PS2-Ports zu. Port-1-Multitap ordnet Controller 1-4 den Slots 1A/1B/1C/1D zu. Port-2-Multitap lässt Controller 1 auf Port 1 und ordnet Controller 2-4 den Multitap-Slots von Port 2 zu.
es: Desactivado asigna los mandos 1-2 a puertos normales de PS2. Multitap puerto 1 asigna mandos 1-4 a 1A/1B/1C/1D. Multitap puerto 2 deja el mando 1 en puerto 1 y asigna mandos 2-4 al multitap del puerto 2.
it: Disattivato mappa i controller 1-2 alle normali porte PS2. Multitap porta 1 mappa i controller 1-4 su 1A/1B/1C/1D. Multitap porta 2 mantiene il controller 1 sulla porta 1 e mappa i controller 2-4 sugli slot multitap della porta 2.
pt: Desativado mapeia controles 1-2 para portas normais do PS2. Multitap porta 1 mapeia controles 1-4 para 1A/1B/1C/1D. Multitap porta 2 mantém o controle 1 na porta 1 e mapeia controles 2-4 para a porta 2.
zh_hans: 关闭时手柄 1-2 映射到普通 PS2 端口。端口 1 Multitap 将手柄 1-4 映射到 1A/1B/1C/1D。端口 2 Multitap 保留手柄 1 在端口 1，并将手柄 2-4 映射到端口 2 的 Multitap 插槽。

source: Display
de: Anzeige
es: Pantalla
it: Schermo
pt: Tela
zh_hans: 显示

source: Double-tap empty gameplay space to show the menu button again.
de: Tippe zweimal auf eine leere Stelle im Spielbereich, um die Menütaste wieder anzuzeigen.
es: Toca dos veces un espacio vacío del juego para volver a mostrar el botón de menú.
it: Tocca due volte uno spazio vuoto dell'area di gioco per mostrare di nuovo il pulsante menu.
pt: Toque duas vezes em uma área vazia do jogo para mostrar o botão de menu novamente.
zh_hans: 双击游戏画面空白处可重新显示菜单按钮。

source: Download Cover
de: Cover herunterladen
es: Descargar carátula
it: Scarica copertina
pt: Baixar capa
zh_hans: 下载封面

source: Download Missing Covers
de: Fehlende Cover herunterladen
es: Descargar carátulas faltantes
it: Scarica copertine mancanti
pt: Baixar capas ausentes
zh_hans: 下载缺失封面

source: Dump Direct Textures
de: Direkte Texturen dumpen
es: Volcar texturas directas
it: Dump texture dirette
pt: Dump de texturas diretas
zh_hans: 转储直接纹理

source: Dump During FMV
de: Während FMV dumpen
es: Volcar durante FMV
it: Dump durante FMV
pt: Dump durante FMV
zh_hans: FMV 中转储

source: Dump Mipmaps
de: Mipmaps dumpen
es: Volcar mipmaps
it: Dump mipmap
pt: Dump de mipmaps
zh_hans: 转储 Mipmap

source: Dump Palette Textures
de: Palettentexturen dumpen
es: Volcar texturas de paleta
it: Dump texture palette
pt: Dump de texturas de paleta
zh_hans: 转储调色板纹理

source: Dump Replaceable Textures
de: Ersetzbare Texturen dumpen
es: Volcar texturas reemplazables
it: Dump texture sostituibili
pt: Dump de texturas substituíveis
zh_hans: 转储可替换纹理

source: Edit Virtual Pad Layout
de: Layout des virtuellen Pads bearbeiten
es: Editar controles táctiles
it: Modifica layout pad virtuale
pt: Editar controles virtuais
zh_hans: 编辑虚拟按键布局

source: EE Core
de: EE-Kern
es: Núcleo EE
it: Core EE
pt: Núcleo EE
zh_hans: EE 核心

source: EE Cycle Rate
de: EE-Zyklusrate
es: Ciclo EE
it: Frequenza cicli EE
pt: Ciclo EE
zh_hans: EE 周期率

source: Eject Disc
de: Disc auswerfen
es: Expulsar disco
it: Espelli disco
pt: Ejetar disco
zh_hans: 弹出光盘

source: Enable DEV9 Ethernet
de: DEV9-Ethernet aktivieren
es: Activar Ethernet DEV9
it: Abilita Ethernet DEV9
pt: Ativar Ethernet DEV9
zh_hans: 启用 DEV9 以太网

source: Enable DEV9 Virtual HDD
de: Virtuelle DEV9-HDD aktivieren
es: Activar HDD virtual DEV9
it: Abilita HDD virtuale DEV9
pt: Ativar HDD virtual DEV9
zh_hans: 启用 DEV9 虚拟硬盘

source: Enable PNACH Cheats
de: PNACH-Cheats aktivieren
es: Activar trucos PNACH
it: Abilita cheat PNACH
pt: Ativar cheats PNACH
zh_hans: 启用 PNACH 作弊

source: Enable RetroAchievements
de: RetroAchievements aktivieren
es: Activar RetroAchievements
it: Abilita RetroAchievements
pt: Ativar RetroAchievements
zh_hans: 启用 RetroAchievements

source: Enter both your RetroAchievements username and password.
de: Gib sowohl deinen RetroAchievements-Benutzernamen als auch dein Passwort ein.
es: Introduce usuario y contraseña de RetroAchievements.
it: Inserisci sia nome utente sia password di RetroAchievements.
pt: Digite usuário e senha do RetroAchievements.
zh_hans: 请输入 RetroAchievements 用户名和密码。

source: Fast CDVD
de: Schnelles CDVD
es: CDVD rápido
it: CDVD veloce
pt: CDVD rápido
zh_hans: 快速 CDVD

source: File
de: Datei
es: Archivo
pt: Arquivo
zh_hans: 文件

source: File cards support 8 MB, 16 MB, 32 MB, and 64 MB. Folder cards match the ARMSX2/PCSX2 folder-card behavior and are useful for game-specific saves.
de: Dateikarten unterstützen 8 MB, 16 MB, 32 MB und 64 MB. Ordnerkarten entsprechen dem Ordnerkarten-Verhalten von ARMSX2/PCSX2 und sind nützlich für spielspezifische Speicherstände.
es: Las tarjetas de archivo soportan 8, 16, 32 y 64 MB. Las tarjetas de carpeta imitan ARMSX2/PCSX2 y sirven para partidas por juego.
it: Le card file supportano 8 MB, 16 MB, 32 MB e 64 MB. Le card cartella seguono il comportamento folder-card di ARMSX2/PCSX2 e sono utili per salvataggi specifici per gioco.
pt: Cartões de arquivo suportam 8, 16, 32 e 64 MB. Cartões em pasta seguem ARMSX2/PCSX2 e são úteis para saves por jogo.
zh_hans: 文件记忆卡支持 8 MB、16 MB、32 MB 和 64 MB。文件夹记忆卡符合 ARMSX2/PCSX2 行为，适合按游戏保存。

source: File path unavailable
de: Dateipfad nicht verfügbar
es: Ruta no disponible
it: Percorso file non disponibile
pt: Caminho indisponível
zh_hans: 文件路径不可用

source: Filtering
de: Filterung
es: Filtrado
it: Filtro
pt: Filtragem
zh_hans: 过滤

source: FPS Target
de: FPS-Ziel
es: FPS objetivo
it: Obiettivo FPS
pt: FPS alvo
zh_hans: FPS 目标

source: Full Screen
de: Vollbild
es: Pantalla completa
it: Schermo intero
pt: Tela cheia
zh_hans: 全屏

source: Game Action
de: Spielaktion
es: Acción del juego
it: Azione gioco
pt: Ação do jogo
zh_hans: 游戏操作

source: Game Data
de: Spieldaten
es: Datos del juego
it: Dati gioco
pt: Dados do jogo
zh_hans: 游戏数据

source: Game deleted.
de: Spiel gelöscht.
es: Juego eliminado.
it: Gioco eliminato.
pt: Jogo excluído.
zh_hans: 游戏已删除。

source: Game ID
de: Spiel-ID
es: ID del juego
it: ID gioco
pt: ID do jogo
zh_hans: 游戏 ID

source: Game Info
de: Spielinformationen
es: Información del juego
it: Info gioco
pt: Informações do jogo
zh_hans: 游戏信息

source: GameDB Automatic Fixes
de: Automatische GameDB-Fixes
es: Arreglos automáticos GameDB
it: Fix automatici GameDB
pt: Correções automáticas GameDB
zh_hans: GameDB 自动修复

source: GameDB Core Fixes covers timing, clamps, and gamefixes. GameDB Graphics Fixes covers renderer-specific hardware fixes; turn it off globally or per-game if a title looks worse on Metal. Use Cheats & Patches from the in-game quick menu or a game's long-press menu to import and manage patch files.
de: GameDB-Core-Fixes umfassen Timing, Clamps und Gamefixes. GameDB-Grafik-Fixes umfassen renderer-spezifische Hardware-Fixes; deaktiviere sie global oder pro Spiel, wenn ein Titel auf Metal schlechter aussieht. Öffne Cheats & Patches im Schnellmenü oder Langdruckmenü eines Spiels, um Patch-Dateien zu importieren und zu verwalten.
es: GameDB Core cubre timing, clamps y arreglos. GameDB Graphics cubre fixes del renderer; apágalo globalmente o por juego si un título se ve peor en Metal. Usa Trucos y parches desde el menú rápido o el menú del juego para importar y gestionar archivos de parches.
it: Fix core GameDB copre timing, clamp e gamefix. Fix grafici GameDB copre fix hardware specifici del renderer; disattivalo globalmente o per-gioco se un titolo appare peggio su Metal. Apri Trucchi e patch dal menu rapido o dal menu a pressione prolungata di un gioco per importare e gestire i file delle patch.
pt: GameDB Core cobre timing, clamps e gamefixes. GameDB Graphics cobre fixes do renderer; desligue globalmente ou por jogo se piorar no Metal. Abra Cheats e patches no menu rápido ou no menu de toque prolongado do jogo para importar e gerenciar arquivos de patch.
zh_hans: GameDB 核心修复涵盖时序、钳位和游戏修复。GameDB 图形修复涵盖渲染器相关硬件修复；如果某游戏在 Metal 下更差，可全局或按游戏关闭。请从游戏内快捷菜单或游戏长按菜单打开“作弊与补丁”，以导入和管理补丁文件。

source: GameDB Graphics Fixes
de: GameDB-Grafik-Fixes
es: Arreglos gráficos GameDB
it: Fix grafici GameDB
pt: Correções gráficas GameDB
zh_hans: GameDB 图形修复

source: Games still need their in-game PS2 network setup. After changing DEV9 settings, use Reset ROM or restart the VM before testing.
de: Spiele benötigen weiterhin ihre PS2-Netzwerkeinrichtung im Spiel. Verwende nach dem Ändern der DEV9-Einstellungen ROM zurücksetzen oder starte die VM neu, bevor du testest.
es: Los juegos aún necesitan configurar la red PS2 dentro del juego. Tras cambiar DEV9, usa Reiniciar juego o reinicia la VM antes de probar.
it: I giochi richiedono comunque la configurazione di rete PS2 interna. Dopo aver cambiato le impostazioni DEV9, usa Reimposta ROM o riavvia la VM prima del test.
pt: Os jogos ainda precisam da configuração de rede PS2 dentro do jogo. Após mudar DEV9, use Reiniciar jogo ou reinicie a VM antes de testar.
zh_hans: 游戏仍需要在游戏内完成 PS2 网络设置。更改 DEV9 设置后，请先重置游戏或重启虚拟机再测试。

source: Generated Total
de: Generiert insgesamt
es: Total generado
it: Totale generato
pt: Total gerado
zh_hans: 生成文件总计

source: Hardcore is enforced by the core and can restrict cheats, save states, and other non-hardcore features while active.
de: Hardcore wird vom Kern erzwungen und kann Cheats, Save States und andere Nicht-Hardcore-Funktionen einschränken, solange er aktiv ist.
es: Hardcore lo aplica el núcleo y puede restringir trucos, estados guardados y otras funciones no hardcore.
it: Hardcore è applicato dal core e può limitare cheat, stati salvati e altre funzioni non-hardcore mentre è attivo.
pt: Hardcore é aplicado pelo núcleo e pode restringir cheats, save states e recursos não-hardcore.
zh_hans: 硬核模式由核心强制执行，启用时可能限制作弊、即时存档和其他非硬核功能。

source: Hardcore Mode
de: Hardcore-Modus
es: Modo hardcore
it: Modalità hardcore
pt: Modo hardcore
zh_hans: 硬核模式

source: Hide Menu Button
de: Menütaste ausblenden
es: Ocultar botón de menú
it: Nascondi pulsante menu
pt: Ocultar botão de menu
zh_hans: 隐藏菜单按钮

source: Higher values reduce frame drops but increase latency.
de: Höhere Werte reduzieren Frame-Drops, erhöhen aber die Latenz.
es: Valores más altos reducen caídas de frames, pero aumentan la latencia.
it: Valori più alti riducono i frame drop ma aumentano la latenza.
pt: Valores maiores reduzem quedas de frames, mas aumentam latência.
zh_hans: 较高值可减少掉帧，但会增加延迟。

source: Import Local Covers
de: Lokale Cover importieren
es: Importar carátulas locales
it: Importa copertine locali
pt: Importar capas locais
zh_hans: 导入本地封面

source: Import PNACH / 60 FPS Patch
de: PNACH-/60-FPS-Patch importieren
es: Importar PNACH / parche 60 FPS
it: Importa patch PNACH / 60 FPS
pt: Importar PNACH / patch 60 FPS
zh_hans: 导入 PNACH / 60 FPS 补丁

source: In-Game Overlays
de: Overlays im Spiel
es: Superposiciones en juego
it: Overlay in gioco
pt: Overlays no jogo
zh_hans: 游戏内叠加层

source: Inactive
de: Inaktiv
es: Inactivo
it: Inattivo
pt: Inativo
zh_hans: 未启用

source: Increase Duration of Rumble and Interpolation
de: Dauer von Vibration und Interpolation erhöhen
es: Aumentar la duración de la vibración y la interpolación
it: Aumenta la durata della vibrazione e dell'interpolazione
pt: Aumentar a duração da vibração e da interpolação
zh_hans: 延长震动时长与插值

source: Insert Disc (No Reboot)
de: Disc einlegen (ohne Neustart)
es: Insertar disco sin reiniciar
it: Inserisci disco (senza riavvio)
pt: Inserir disco sem reiniciar
zh_hans: 插入光盘（不重启）

source: Intercept DHCP
de: DHCP abfangen
es: Interceptar DHCP
it: Intercetta DHCP
pt: Interceptar DHCP
zh_hans: 拦截 DHCP

source: Internal Resolution
de: Interne Auflösung
es: Resolución interna
it: Risoluzione interna
pt: Resolução interna
zh_hans: 内部渲染分辨率

source: Interpreter is slower, but can help isolate EE JIT crashes for specific games. Reset/relaunch after changing it.
de: Der Interpreter ist langsamer, kann aber helfen, EE-JIT-Abstürze bei bestimmten Spielen einzugrenzen. Nach der Änderung zurücksetzen/neu starten.
es: El intérprete es más lento, pero ayuda a aislar fallos del EE JIT. Reinicia tras cambiarlo.
it: L'interprete è più lento, ma può aiutare a isolare crash EE JIT in giochi specifici. Reimposta/riavvia dopo averlo cambiato.
pt: O interpretador é mais lento, mas ajuda a isolar falhas do EE JIT. Reinicie após alterar.
zh_hans: 解释器较慢，但可用于排查某些游戏的 EE JIT 崩溃。更改后请重置/重启游戏。

source: JIT Access Detected
de: JIT-Zugriff erkannt
es: Acceso JIT detectado
it: Accesso JIT rilevato
pt: Acesso JIT detectado
zh_hans: 已检测到 JIT 访问权限

source: JIT Enabled
de: JIT aktiviert
es: JIT activado
it: JIT abilitato
pt: JIT ativado
zh_hans: JIT 已启用

source: JIT Not Detected
de: JIT nicht erkannt
es: JIT no detectado
it: JIT non rilevato
pt: JIT não detectado
zh_hans: 未检测到 JIT

source: JIT Off
de: JIT aus
es: JIT desactivado
it: JIT disattivato
pt: JIT desligado
zh_hans: JIT 已关闭

source: L-Shoulder
de: L-Schultertaste
es: Botón L
it: Spalla L
pt: Botão L
zh_hans: 左肩键

source: L-Stick Press
de: L-Stick drücken
es: Pulsar stick izquierdo
it: Pressione stick L
pt: Pressionar analógico esquerdo
zh_hans: 左摇杆按下

source: Landscape Cover Flow
de: Cover Flow im Querformat
es: Cover Flow horizontal
it: Cover Flow orizzontale
pt: Cover Flow em paisagem
zh_hans: 横屏封面流

source: Launch Link Copied
de: Startlink kopiert
es: Enlace de inicio copiado
it: Link di avvio copiato
pt: Link de inicialização copiado
zh_hans: 启动链接已复制
